{
	"aboutUs": "About Us",
	"adsModalText": "Make an even bigger impact! Click on the ads to increase your donation",
	"adsModalTitle": "Thanks... You are making a huge difference!",
	"adsModalToast": "You are almost there! Wait 8 more seconds for us to calculate your donation",
	"almostThere": "You are almost there! Wait 5 more seconds for us to calculate your donation.",
	"animals": "Animals",
	"changePassword": "Change Password",
	"close": "Close",
	"confirmPassword": "Confirm Password",
	"confirmPasswordRequired": "Confirm password is required",
	"confirmPasswordValidator": "Both password and password confirmation needs to be the same",
	"country": "Country",
	"default": "All",
	"donate": "Donate",
	"donateByWatchingAds": "Donate by Watching Ads",
	"donateLevelLabel": "Donator Level",
	"donationValue": "Donation Value",
	"donations": "Donations",
	"emailAddress": "Email Address",
	"emailValidator": "Please, provide a valid email.",
	"explore": "Explore",
	"favorites": "Favorites",
	"forgotPassword": "Forgot your password?",
	"forgotPasswordEmailValidator": "Email is invalid. Please, provide a valide one",
	"forgotPasswordNoEmailValidator": "Email is required. Please, fill it out to recover your password",
	"fullName": "Name",
	"fullNameValidator": "Name is required",
	"health": "Health",
	"infoModalAboutText": "Welcome to Seeking a Cause, a platform dedicated to connecting compassionate individuals with NGOs that are making a real difference in the world. Our mission is simple: to provide a seamless way for people to discover, support, and donate to charitable organizations, amplifying the impact of their contributions.",
	"infoModalAboutTitle": "About Seeking a Cause:",
	"infoModalConnectingDonorsText": "Seeking a Cause serves as a bridge between generous donors and impactful NGOs. We understand that finding trustworthy and effective charities can be a daunting task. Our platform simplifies this process by curating a list of reputable NGOs across various causes, ensuring that your donations reach the right hands and make a tangible difference.",
	"infoModalConnectingDonorsTitle": "Connecting Donors with NGOs",
	"infoModalContactUsText": "Are you an NGO looking to make a bigger impact? We'd love to hear from you! If you are an NGO that meets our standards of integrity and effectiveness, we invite you to join our platform. You can contact us at: seekingacause@outlook.com",
	"infoModalContactUsTitle": "Contact Us:",
	"infoModalHowItWorksText": "Explore NGOs: Browse through our curated list of NGOs to find causes that resonate with you. Each listing includes comprehensive information to help you make an informed choice. Donate: Make a direct donation to the NGO of your choice through our secure platform. Engage with ads on our site: The revenue generated from these ads will be donated to the NGOs featured on our platform. Stay Informed: Subscribe to our newsletter and follow us on social media to receive updates on the impact of your donations and the latest news from the NGOs you support.",
	"infoModalHowItWorksTitle": "How It Works",
	"infoModalMaximizingImpactText": "In addition to direct donations, Seeking a Cause leverages the power of advertising to maximize the impact of your contributions. Almost all revenue generated from ads displayed on our site is donated to the NGOs listed on our platform. This means that every time you visit our site or engage with our content, you are indirectly supporting numerous charitable initiatives.",
	"infoModalMaximizingImpactTitle": "Maximizing Your Impact",
	"infoModalRoleTitle": "Our Role:",
	"infoModalTransparencyTrustText": "We prioritize transparency and trust. Each NGO featured on our platform is thoroughly vetted to ensure they meet our standards of integrity and effectiveness. We provide detailed information about each organization, including their mission, programs, and financial transparency, so you can make informed decisions about where to donate.",
	"infoModalTransparencyTrustTitle": "Transparency and Trust",
	"location": "Location",
	"logIn": "Log In",
	"maxNameLength": "Name cannot have more than 20 characters.",
	"monthlyGoal": "Monthly Goal",
	"nature": "Nature",
	"noLoggedInFavorites": "Please, Log in to check your favorites.",
	"others": "Others",
	"password": "Password",
	"passwordRequired": "Password is required",
	"passwordValidator": "Password require minimum eight characters.",
	"paymentMethods": "Donation Methods",
	"phoneModalAddPhoneNumberButtonText": "Register Phone Number",
	"phoneModalDescription": "Add our telegram to receive daily reminders to watch donation ads. All revenue generated by watching the add is donated to a worthy NGO. Register now and join us in supporting a great cause—together, we can make a great difference!",
	"phoneModalTitle": "Make more difference with just a few minutes of your day!",
	"phoneNumber": "Phone Number",
	"profile": "Profile",
	"register": "Register",
	"reportDownloadLink": "Download Invoice",
	"reportTotalDonated": "Total Donated",
	"reports": "Reports",
	"resetPassword": "Password Recovery",
	"shelter": "Shelter",
	"showMore": "Click to Visit Ngo Page",
	"thanksMessage": "You have donated successfully! Thank you immensely!",
	"typeToSearch": "Type to search...",
	"valueToDonate": "Select the donation amount",
	"worldWide": "Worldwide"
}
