{
	"maxNameLength": "Nome não pode possuir mais de 20 caracteres.",
	"almostThere": "Quase lá! Espere mais 8 segundos para calcularmos sua doação.",
	"typeToSearch": "Digite para pesquisar...",
	"worldWide": "Atuação Mundial",
	"explore": "Explorar",
	"favorites": "Favoritos",
	"profile": "Perfil",
	"logIn": "Entrar",
	"register": "Cadastrar",
	"emailAddress": "Endereço de Email",
	"password": "Senha",
	"forgotPassword": "Esqueceu sua senha?",
	"phoneNumber": "Celular",
	"fullName": "Nome",
	"paymentMethods": "Métodos para doações:",
	"donationValue": "Valor a ser doado",
	"fullNameValidator": "Nome é obrigatório",
	"confirmPassword": "Confirmação de Senha",
	"passwordRequired": "Senha é obrigatória",
	"confirmPasswordRequired": "Confirmação de senha é obrigatória",
	"changePassword": "Mudar Senha",
	"resetPassword": "Recuperação de Senha",
	"passwordValidator": "Senhas necessitam ter ao menos 8 caracteres.",
	"emailValidator": "Por favor, informe um e-mail válido.",
	"confirmPasswordValidator": "A senha e a confirmação da senha precisam ser iguais",
	"forgotPasswordNoEmailValidator": "O e-mail é obrigatório. Por favor, preencha-o para recuperar sua senha.",
	"forgotPasswordEmailValidator": "E-mail inválido. Por favor, forneça um válido.",
	"noLoggedInFavorites": "Por favor, faça entre para ver seus favoritos..",
	"country": "País",
	"aboutUs": "Sobre Nós",
	"animals": "Animais",
	"nature": "Natureza",
	"health": "Saúde",
	"shelter": "Abrigo",
	"default": "Todos",
	"valueToDonate": "Selecione o valor para doação",
	"thanksMessage": "Doação realizada! Agradecemos imensamente sua ajuda!",
	"others": "Outros",
	"showMore": "Clique para acessar a pagina da ong",
	"monthlyGoal": "Meta Mensal",
	"donate": "Doar",
	"donateByWatchingAds": "Doe Assistindo Anúncios",
	"close": "Fechar",
	"location": "Localização",
	"donations": "Doações",
	"reports": "Relatórios",
	"adsModalTitle": "Obrigado... Você está fazendo uma grande diferença!",
	"adsModalText": "Faça um impacto ainda maior! Clique nos anúncios para aumentar sua doação",
	"adsModalToast": "Você está quase lá! Aguarde mais 5 segundos para calcularmos sua doação",
	"infoModalAboutTitle": "Sobre o Buscando uma Causa:",
	"infoModalAboutText": "Bem-vindo ao Buscando uma Causa, uma plataforma dedicada a conectar pessoas compassivas com ONGs que estão fazendo uma verdadeira diferença no mundo. Nossa missão é simples: fornecer uma maneira fácil para as pessoas descobrirem, apoiarem e doarem para organizações de caridade, amplificando o impacto de suas contribuições.",
	"infoModalRoleTitle": "Nosso Papel:",
	"infoModalConnectingDonnorsTitle": "Conectando Doadores com ONGs",
	"infoModalConnectingDonorsText": "O Buscando uma Causa serve como uma ponte entre doadores generosos e ONGs impactantes. Entendemos que encontrar instituições de caridade confiáveis e eficazes pode ser uma tarefa difícil. Nossa plataforma simplifica esse processo, selecionando uma lista de ONGs respeitáveis em diversas causas, garantindo que suas doações cheguem às mãos certas e façam uma diferença tangível.",
	"infoModalTransparencyTrustTitle": "Transparência e Confiança",
	"infoModalTransparencyTrustText": "Nós priorizamos transparência e confiança. Cada ONG apresentada em nossa plataforma é rigorosamente avaliada para garantir que atendam aos nossos padrões de integridade e eficácia. Fornecemos informações detalhadas sobre cada organização, incluindo sua missão, programas e transparência financeira, para que você possa tomar decisões informadas sobre onde doar.",
	"infoModalMaximizingImpactTitle": "Maximizando Seu Impacto",
	"infoModalMaximizingImpactText": "Além das doações diretas, o Buscando uma Causa aproveita o poder da publicidade para maximizar o impacto de suas contribuições. Quase toda a receita gerada pelos anúncios exibidos em nosso site é doada para as ONGs listadas em nossa plataforma. Isso significa que cada vez que você visita nosso site ou interage com nosso conteúdo, você está indiretamente apoiando inúmeras iniciativas de caridade.",
	"infoModalHowItWorksTitle": "Como Funciona",
	"infoModalHowItWorksText": "Explore ONGs: Navegue pela nossa lista selecionada de ONGs para encontrar causas que ressoam com você. Cada lista inclui informações abrangentes para ajudá-lo a fazer uma escolha informada. Doe: Faça uma doação direta para a ONG de sua escolha através da nossa plataforma segura. Interaja com anúncios em nosso site: A receita gerada com esses anúncios será doada para as ONGs apresentadas em nossa plataforma. Fique Informado: Inscreva-se em nosso boletim informativo e siga-nos nas redes sociais para receber atualizações sobre o impacto de suas doações e as últimas notícias das ONGs que você apoia.",
	"infoModalContactUsTitle": "Fale Conosco:",
	"infoModalContactUsText": "Você é uma ONG procurando fazer um impacto maior? Adoraríamos ouvir de você! Se você é uma ONG que atende aos nossos padrões de integridade e eficácia, convidamos você a se juntar à nossa plataforma. Você pode nos contatar em: seekingacause@outlook.com",
	"phoneModalTitle": "Faça uma diferença ainda maior com apenas alguns minutos do seu dia!",
	"phoneModalDescription": "Adicione nosso telegram para receber lembretes diários para assistir a anúncios de doação. Todo ganho obtido com este anúncio é doado para uma ONG digna. Registre-se agora e junte-se a nós para apoiar uma grande causa - juntos, podemos fazer uma grande diferença!",
	"phoneModalPhoneNumberPlaceholder": "+(XX) XXXXX-XXXXX",
	"phoneModalAddPhoneNumberButtonText": "Registrar Número de Telefone",
	"donateLevelLabel": "Nível de Doador",
	"reportDownloadLink": "Baixar Fatura",
	"reportTotalDonated": "Total Doado"
}
